{
    "person": {
        "role": "Pengembang Teknologi" 
    },
    "home": {
        "label": "Beranda",
        "title": "Portofolio {name}",
        "description": "Situs web portofolio yang menampilkan karya saya sebagai {role}",
        "headline": "Pengembang iOS dan Insinyur AI",
        "subline": "Saya Marsha, seorang Tech Developer, di mana saya membuat kode fitur aplikasi interaktif pengguna dan Deep Learning untuk Klasifikasi Gambar. Saya adalah Mahasiswa Universitas angkatan 2021."
    },
    "about": {
        "label": "Tentang",
        "title": "Tentang saya",
        "description": "Temui {name}, {role} dari {location}",
        "intro": {
            "title": "Pendahuluan",
            "description": "Marsha adalah seorang pengembang teknologi yang berbasis di Surabaya yang bersemangat untuk berkontribusi dengan keterampilan dan antusiasme untuk peran yang menantang di mana saya dapat lebih lanjut mengeksplorasi teknologi mutakhir dalam pengembangan teknologi, dengan fokus pada peningkatan pengalaman pengguna dan menciptakan solusi teknologi yang berdampak."
        },
        "work": {
            "title": "Pengalaman Kerja",
            "experiences": {
                "Apple Developer Academy @ UC": {
                    "timeframe": "Maret 2024 - Desember 2024",
                    "role": "Pengembang iOS",
                    "achievements": "Berhasil memimpin pengembangan dua aplikasi, ArchCalculator dan BillBro, yang menunjukkan keterampilan teknis dan kreativitas. BillBro, dirancang untuk mengelola pengeluaran kelompok, telah mencapai lebih dari 100 unduhan dengan peringkat 5 bintang."
                },
                "Teaching & Learning Innovation Center": {
                    "timeframe": "Juli 2023 - Desember 2023",
                    "role": "AI Researcher Intern",
                    "achievements": "Kontribusi dalam pengembangan alat pengajaran inovatif yang meningkatkan keterlibatan siswa."
                },
                "Statistics and Probability Textbooks Using the Python Programming Language": {
                    "timeframe": "Juli 2023 - Oktober 2023",
                    "role": "Asisten Peneliti",
                    "achievements": "Menjadi asisten peneliti dalam pembuatan buku pelajaran Statistika dan Probabilitas dengan menggunakan bahasa pemrograman Python"
                },      
                "Teacher Innovative Behavior Model Research": {
                    "timeframe": "Juni 2023 - Desember 2023",
                    "role": "Asisten Peneliti",
                    "achievements": "Bertugas sebagai Asisten Peneliti dalam Kegiatan Hibah Penelitian Model Perilaku Inovatif Guru"
                },           
                "Biro Bebras UC": {
                    "timeframe": "Maret 2023 - Oktober 2023",
                    "role": "Asisten Mahasiswa - Asisten Modul Bebras",
                    "achievements": "Bekerja sebagai Asisten Mahasiswa untuk Bebras. Membantu dosen dalam modul pembelajaran tentang 'Teknologi Informasi dan Komputer'"
                }, 
                "Universitas Ciputra Surabaya": {
                    "timeframe": "Februari 2023 - Januari 2024",
                    "role": "Asisten Dosen Pemrograman",
                    "achievements": "Memberikan dukungan satu-satu kepada siswa, membantu mereka mengatasi tantangan dalam tugas pemrograman mereka."
                }
            }
        },
        "studies": {
            "title": "Pendidikan",
            "institutions": {
                "Universitas Ciputra Surabaya": {
                    "description": "Mempelajari informatika."
                }
            }
        },
        "technical": {
            "title": "Keterampilan Teknis",
            "skills": {
                "Python": {
                    "description": "Dapat mengimplementasikan Model Deep Learning dengan akurasi 99,5% dan publikasi di jurnal yang terindeks Sinta-4"
                },
                "Swift": {
                    "description": "Memimpin dan merilis 2 aplikasi iOS ke AppStore, termasuk BillBro yang telah mencapai 100 unduhan dengan peringkat 5 bintang"
                },
                "MySQL": {
                    "description": "Manajemen database untuk membangun situs web dan aplikasi menggunakan MySql"
                }
            }
        }
    },
    "work": {
        "label": "Karya",
        "title": "Proyek saya",
        "description": "Desain dan pengembangan proyek oleh {name}"
    },
    "projectCard": {
        "label": "Baca Studi Kasus"
    }
}